[AdvRaptorM1 X2CharacterTemplate]
strCharacterName="Коммандос \"Раптор\""
strAcquiredText="Элитный снайпер Адвента, прошедшый дополнительную пси-подготовку."

[AdvRaptorM2 X2CharacterTemplate]
strCharacterName="Продвинутый коммандос \"Раптор\""
strAcquiredText="Элитный снайпер Адвента, прошедшый дополнительную пси-подготовку."

[AdvRaptorM3 X2CharacterTemplate]
strCharacterName="Элитный коммандос \"Раптор\""
strAcquiredText="Элитный снайпер Адвента, прошедшый дополнительную пси-подготовку."

[AdvRaptorM1_WPN X2WeaponTemplate]
FriendlyName="Снайперская винтовка \"Раптора\""

[AdvRaptorM2_WPN X2WeaponTemplate]
FriendlyName="Снайперская винтовка \"Раптора\""

[AdvRaptorM3_WPN X2WeaponTemplate]
FriendlyName="Снайперская винтовка \"Раптора\""

[AdvWraithM1 X2CharacterTemplate]
strCharacterName="Коммандос \"Призрак\""
strAcquiredText="Элитный боец ближнего боя с пси-подготовкой. Предположительно переметнувшийся или завербованный Адвентом храмовник."

[AdvWraithM2 X2CharacterTemplate]
strCharacterName="Продвинутый коммандос \"Призрак\""
strAcquiredText="Элитный боец ближнего боя с пси-подготовкой. Предположительно переметнувшийся или завербованный Адвентом храмовник."

[AdvWraithM3 X2CharacterTemplate]
strCharacterName="Элитный коммандос \"Призрак\""
strAcquiredText="Элитный боец ближнего боя с пси-подготовкой. Предположительно переметнувшийся или завербованный Адвентом храмовник."

[WraithGauntletM1_BM X2PairedWeaponTemplate]
FriendlyName="Эфирная перчатка с осколком"

[WraithGauntletM2_BM X2PairedWeaponTemplate]
FriendlyName="Эфирная перчатка с осколком"

[WraithGauntletM3_BM X2PairedWeaponTemplate]
FriendlyName="Эфирная перчатка с осколком"

[WraithPistolM1_WPN X2WeaponTemplate]
FriendlyName="Пси-пистолет \"Призрака\""

[WraithPistolM2_WPN X2WeaponTemplate]
FriendlyName="Пси-пистолет \"Призрака\""

[WraithPistolM3_WPN X2WeaponTemplate]
FriendlyName="Пси-пистолет \"Призрака\""

[AdvDestroyerM1 X2CharacterTemplate]
strCharacterName="Коммандос \"Разрушитель\""
strAcquiredText="Элитный боец поддержки адвента с пси-подготовкой. Крайне опасен, когда его прикрывает группа врагов."

[AdvDestroyerM2 X2CharacterTemplate]
strCharacterName="Продвинутый коммандос \"Разрушитель\""
strAcquiredText="Элитный боец поддержки адвента с пси-подготовкой. Крайне опасен, когда его прикрывает группа врагов."

[AdvDestroyerM3 X2CharacterTemplate]
strCharacterName="Элитный коммандос \"Разрушитель\""
strAcquiredText="Элитный боец поддержки адвента с пси-подготовкой. Крайне опасен, когда его прикрывает группа врагов."

[AdvDestroyerM1_WPN X2WeaponTemplate]
FriendlyName="Штурмовая винтовка \"Разрушителя\""

[AdvDestroyerM2_WPN X2WeaponTemplate]
FriendlyName="Штурмовая винтовка \"Разрушителя\""

[AdvDestroyerM3_WPN X2WeaponTemplate]
FriendlyName="Штурмовая винтовка \"Разрушителя\""

[DestroyerWristBladeM1_BM X2PairedWeaponTemplate]
FriendlyName="Перчатка \"Разрушителя\""

[DestroyerWristBladeM2_BM X2PairedWeaponTemplate]
FriendlyName="Перчатка \"Разрушителя\""

[DestroyerWristBladeM3_BM X2PairedWeaponTemplate]
FriendlyName="Перчатка \"Разрушителя\""


[PsiDroneM1 X2CharacterTemplate]
strCharacterName="Фазовый дрон"
strAcquiredText="Особый дрон охотник Адвента, призванный находить и уничтожать скрытные ячейки сопротивления."

[PsiDroneM2 X2CharacterTemplate]
strCharacterName="Фазовый дрон"
strAcquiredText="Особый дрон охотник Адвента, призванный находить и уничтожать скрытные ячейки сопротивления."

[PsiDroneM3 X2CharacterTemplate]
strCharacterName="Фазовый дрон"
strAcquiredText="Особый дрон охотник Адвента, призванный находить и уничтожать скрытные ячейки сопротивления."

[XCOMPsiDrone X2CharacterTemplate]
strCharacterName="Фазовый дрон"
strAcquiredText="Особый дрон охотник, собранный из останков Фазовых дронов Адвента и перепрограммированный нашими оперативниками."

[PsiDroneBeamM1_WPN X2WeaponTemplate]
FriendlyName="Бластер фазового дрона"

[PsiDroneBeamM2_WPN X2WeaponTemplate]
FriendlyName="Бластер фазового дрона"

[PsiDroneBeamM3_WPN X2WeaponTemplate]
FriendlyName="Бластер фазового дрона"

[PsiDroneLauncher_WPN X2WeaponTemplate]
FriendlyName="Микроракетница"

[CorpsePsiDrone X2ItemTemplate]
FriendlyName="Обломки фазового дрона"
FriendlyNamePlural="Обломки фазовых дронов"
BriefSummary="\"Адвент\" довольно часто развертывает различные типы дронов, но этот дрон, кажется, предназначен для работы в сочетании с другими юнитами. Этот дрон не очень живуч, но он быстр и проворен, а так же имеет очень большой радиус обнаружения врагов. Фазовый дрон способен проходить сквозь стены твердые предметы. Мы должны попробовать восстановить одного такого дрона и запустить его с помощью наших оперативников."
 
[AutopsyPhaseDrone X2TechTemplate]
DisplayName="Исследование фазового дрона"
Summary="Фазовый дрон - это небольшой, быстрый беспилотник, который может проходить сквозь стены, а также имеет очень большой радиус обнаружения."
CodeName="Покебол"
LongDescription="Фазовый дрон на первый взгляд выглядит как несложное устройство, но при более детальном анализе, мы выяснили, что в дроне используется какая-то хитроумная технология фазирования. Дрон очень быстрый и имеет в своем арсенале небольшое, но смертельное оружие. Эти беспилотники довольно редки и захватить их весьма сложно. Если мы найдем обломки таких дронов, мы сможем их восстановить для развертывания этих беспилотников на поле боя. Р. Тайган."
 

[DeployablePhaseDrone X2AbilityTemplate]
LocFriendlyName="Развертываемый фазовый дрон"
LocLongDescription="Развертывает фазового дрона XCOM в указанном месте. Снимает скрытность с отряда."
LocHelpText="Развертывает фазового дрона XCOM в указанном месте. Снимает скрытность с отряда."
LocFlyOverText="Фазовый дрон развернут"

[DeployablePhaseDrone X2WeaponTemplate]
FriendlyName="Развертываемый фазовый дрон"
BriefSummary="Фазовый дрон предоставляет дополнительную разведку и огневую поддержку для наших солдат. Дрон очень маневренный, хорошо уклоняется от выстрелов, умеет помечать врагов и вооружен 1 микро-ракетой. Наши бойцы могут бросить его как гранату в точку где он будет развернут."
TacticalText="<Bullet/> Развертывает фазовый дрон XCOM в указанном месте.\n<Bullet/>Дрон обладает малым количеством здоровья, но неплохо уклоняется от выстрелов, благодаря своему размеру и фазовым двигателям.\n<Bullet/>Может помечать врагов галометкой и оснащен одной мини-ракетой.\n<Bullet/> Действует до окончания боя."

[WraithVest X2EquipmentTemplate]
FriendlyName="Призрачный жилет"
FriendlyNamePlural="Призрачные жилеты"
BriefSummary="Легкая броня, носимая коммандос \"Адвента\" \"Призраки\", можно носить со всеми доспехами XCOM, чтобы увеличить здоровье солдата."
TacticalText="<Bullet/> Даёт небольшой повышение здоровья солдата.\n<Bullet/ Даёт молниеносные рефлексы и способность проходить сквозь стены."

[DummyWraithVest X2EquipmentTemplate]
FriendlyName="Призрачный жилет"
FriendlyNamePlural="Призрачные жилеты"
BriefSummary="Легкая броня, носимая коммандос \"Адвента\" \"Призраки\", можно носить со всеми доспехами XCOM, чтобы увеличить здоровье солдата."
TacticalText="<Bullet/>Даёт небольшой повышение здоровья солдата.\n<Bullet/> Даёт способность проходить сквозь стены."

[WallPhasing X2AbilityTemplate]
LocFriendlyName="Призрак"
LocHelpText="Позволяет производить фазовое смещение, чтобы носитель имел возможность свободно проходить через различные препятствия."
LocLongDescription="Позволяет юниту проходить через различные препятствия."
LocFlyOverText="Фазирование"

[WraithInvert X2AbilityTemplate]
LocFriendlyName="Инвертирование"
LocLongDescription="Меняется местоположением с вражеским юнитом. Стоит 1 фокус."
LocHelpText="Поменяться местоположением с вражеским юнитом. Стоит 1 фокус."
LocPromotionPopupText="<Bullet/> Инвертирование Призрака перезаряжается 2 хода и не заканчивает ход Призрака."

[RaptorPsiStrike X2AbilityTemplate]
LocFriendlyName="Пси-удар"
LocHelpText="Наносить мощный пси-удар. Выталкивает из укрытия и дезориентирует цель."
LocLongDescription="<Bullet/> Пси-удар - это мощная пси способность, она толкает цель лишая её укрытия<br><Bullet/>Накладывает дезориентацию<br>"


[AdvRaptorStandardFire X2AbilityTemplate]
LocFriendlyName="Огонь из снайперской винтовки"
LocHelpText="Огонь по цели из снайперской винтовки."
LocLongDescription="<Bullet/> Винтовка \"Раптора\" мощна и точна на большом расстоянии, но всегда требует двух действий для выстрела<br><Bullet/>Выстрел из основного оружия всегда завершает ход солдата<br>"

[AdvRaptorRifleOverwatch X2AbilityTemplate]
LocFriendlyName="Наблюдение"
LocHelpText="Получив штраф к меткости, выстрелить в первого врага, попавшего в поле зрения.."
LocLongDescriptionWhenConcealed="Выстрел в первого врага, который появится в поле зрения, но только при отсутствии маскировки."
LocFlyOverText="Наблюдение"
LocFriendlyNameWhenConcealed="Наблюдение (Отмена)"

[AdvRaptorSquadsight X2AbilityTemplate]
LocFriendlyName="Общий вид"
LocLongDescription="Раптор \"Адвента\" может вести огонь по врагам, находящимся в поле зрения союзников, если между ними и стрелком нет никаких преград."
LocHelpText="Раптор \"Адвента\" может вести огонь по врагам, находящимся в поле зрения союзников, если между ними и стрелком нет никаких преград."
LocFlyOverText="Общий вид"

[AdvRaptorLongWatch X2AbilityTemplate]
LocFriendlyName="Дальнее наблюдение"
LocLongDescription="Позволяет режиму \"наблюдения\" задействовать \"общий вид\"."
LocHelpText="Выстрел в первую цель, которая появится в поле зрения с учетом \"общего вида\"."
LocLongDescriptionWhenConcealed="Выстрел в первую цель, которая появится в поле зрения с учетом \"общего вида\", но только после обнаружения."
LocFlyOverText="Дальнее наблюдение"

[AdvRaptorLongWatchShot X2AbilityTemplate]
LocFriendlyName="Выстрел из дальнего наблюдения"

[RaptorJump X2AbilityTemplate]
LocFriendlyName="Прыжок \"Раптора\""
LocLongDescription="Реактивные двигатели, встроенные в броню \"Раптора\", позволяют мгновенно менять позицию."
LocHelpText="Прыжок на новую локацию. Обходит любое \"наблюдение\" и огонь по реакции."
LocFlyOverText="Прыжок \"Раптора\""

[DemolitionShot X2AbilityTemplate]
LocFriendlyName="Подрывающий выстрел"
LocLongDescription="Выстрел, сильно повреждающая или уничтожающая укрытие противника. Не наносит урона цели."
LocHelpText="Выстрел, сильно повреждающий или уничтожающий укрытие противника. Не наносит урона цели."
LocFlyOverText="Подрывающий выстрел"
LocPromotionPopupText="<Bullet/> \"Подрывающий выстрел\" требует <Ability:SelfAmmoCost/> ед. боекомплекта и перезаряжается <Ability:SelfCooldown/> хода.<br/><Bullet/> Наносит дополнительный урон окружающей обстановке и почти гарантированно уничтожает укрытия.<br/>"
LocMissMessage="Промах!"


[CommandoEnergyShield X2AbilityTemplate]
LocFriendlyName="Энергетический щит"
LocLongDescription="Коммандос \"Разрушитель\" способен закрывать ближайших союзников энергетическим щитом. Щит отключается, если носитель погибает."
LocHelpText="Закройте себя и находящихся поблизости союзников энергетическим щитом."
LocFlyOverText="Энергетический щит"

[CommandoEnergyShieldMk2 X2AbilityTemplate]
LocFriendlyName="Энергетический щит"
LocLongDescription="Коммандос \"Разрушитель\" способен закрывать ближайших союзников энергетическим щитом. Щит отключается, если носитель погибает."
LocHelpText="Закройте себя и находящихся поблизости союзников энергетическим щитом."
LocFlyOverText="Энергетический щит"

[CommandoEnergyShieldMk3 X2AbilityTemplate]
LocFriendlyName="Энергетический щит"
LocLongDescription="Коммандос \"Разрушитель\" способен закрывать ближайших союзников энергетическим щитом. Щит отключается, если носитель погибает."
LocHelpText="Закройте себя и находящихся поблизости союзников энергетическим щитом."
LocFlyOverText="Энергетический щит"

[CommandoKineticPlating X2AbilityTemplate]
LocFriendlyName="Кинетическая защита"
LocLongDescription="Получает щиты от промахов по нему."
LocHelpText="Получает щиты от промахов по нему."
LocFlyoverText="Кинетическая защита!"

[CommandoKineticPlatingMk2 X2AbilityTemplate]
LocFriendlyName="Кинетическая защита"
LocLongDescription="Получает щиты от промахов по нему."
LocHelpText="Получает щиты от промахов по нему."
LocFlyoverText="Кинетическая защита!"

[CommandoKineticPlatingMk3 X2AbilityTemplate]
LocFriendlyName="Кинетическая защита"
LocLongDescription="Получает щиты от промахов по нему."
LocHelpText="Получает щиты от промахов по нему."
LocFlyoverText="Кинетическая защита!"

[DestroyerPull X2AbilityTemplate]
LocFriendlyName="Пси-притяжение"
LocHelpText="Использует пси силу, чтобы притянуть цель к себе для удара в ближнем бою."
LocLongDescription="<Bullet/> Пси-притяжение - это пси способность позволяющая притягивать врагов на дистанцию ближнего боя для удара псионическим лезвием.<br><Bullet/>Может вызвать панику у цели.<br>"
LocMissMessage="Пси-притяжение промах!"

[PsiDroneLauncher X2AbilityTemplate]
LocFriendlyName="Микроракетница фазового дрона"
LocLongDescription="Фазовый дрон дополнительно оснащен микроракетницой с помощью которой он может выстрелить одиночной микророкетой."
LocHelpText="Выстрелить микророкетой по целевой области."
LocFlyoverText="Выстрел микророкетой!"

[WraithBladestorm X2AbilityTemplate]
LocFriendlyName="Мясорубка"
LocLongDescription="Свободные атаки по любым врагам, находящимся рядом или нападающим с близкого расстояния, при использовании следующего оружия: <Ability:WeaponName/>."
LocHelpText="Свободные атаки по любым врагам, находящимся рядом или нападающим с близкого расстояния, при использовании следующего оружия: <Ability:WeaponName/>."
LocFlyOverText="Мясорубка"
LocPromotionPopupText="<Bullet/> Если противник начинает ход в соседней клетке, способность \"Мясорубка\" активируется, когда будет атакован <Ability:ClassName/>.<br/><Bullet/> Если противник начинает ход не на соседней клетке, \"Мясорубка\" активируется, когда он подойдет на дистанцию удара.<br/>"

[WraithBladestormAttack X2AbilityTemplate]
LocFriendlyName="Мясорубка"
LocLongDescription="Свободные атаки по любым врагам, находящимся рядом или нападающим с близкого расстояния, при использовании следующего оружия: <Ability:WeaponName/>."
LocHelpText="Свободные атаки по любым врагам, находящимся рядом или нападающим с близкого расстояния, при использовании следующего оружия: <Ability:WeaponName/>."
LocFlyOverText="Мясорубка"
LocPromotionPopupText="<Bullet/> Если противник начинает ход в соседней клетке, способность \"Мясорубка\" активируется, когда будет атакован <Ability:ClassName/>.<br/><Bullet/> Если противник начинает ход не на соседней клетке, \"Мясорубка\" активируется, когда он подойдет на дистанцию удара.<br/>"





